brew "fish"
brew "tmux"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "bat"
brew "starship"
brew "zoxide"
brew "direnv"
brew "chezmoi"
brew "mise"
brew "bob"
brew "fswatch"
brew "sesh"
brew "lazygit"
brew "jq"
brew "eza"
brew "git-delta"
brew "openssl@3"
brew "node"
brew "pnpm"
brew "python@3.12"
brew "go"
brew "gnu-sed"
brew "coreutils"
brew "rustup-init"
